greet = (
    "Привет, {name}, я откликнулся на эту вакансию потому что миссия работы с детьми мне очнь близка. Я отец, "
    "у меня трое детей и старшему 13 лет. Я думаю о том как привить ему интерес к новым знаниям и современным "
    "технологиям ☺️ \n Я занимаюсь менторством. Участвовал в программе яндекс практикума старший студент. Имею "
    "некоторый педагогический опыт (преподавал в техникуме выпускную квалификационную работу). Выпустил статью на"
    " хабре где для начинающих разработчиков попытался объяснить как работают од капотом некоторые популярные "
    "конструкции.\n Для с ботом используйте кнопки меню. Для возврата в меню отправьте сообщение 'Меню'"
)
menu = "📍 Главное меню"

my_hobby = (
    "Привет! Если рассказывать о моих увлечениях то хочу выделить катание на велосипеде. У меня есть классный "
    "велосипед и крепление на крышу автомобиля для его перевозки. Все вместе это позволяет делать небольшое "
    "велосипедные поездки в классных местах. Я люблю кататься по полевой дороге, по лесу, по побережью и "
    "набережной. Средняя длинна моей поездки 15-20км. У меня есть маленькая мечта, доехать на машине до "
    "перевала Чике-Таман и проехать по старому чуйскому тракту через него. Эта дорога была построена в 1903 и "
    "использовалась до 1984 года. Дорога насчитывает 47 поворотов, и на каждом открывается вид на долину. На "
    "карте старый чуйский тракт показан ярко желтым цветом, а современный темно желтым."
)
github_link = "https://github.com/KorsakovPV/yandex-practicum-telegram-bot"

habr_link = "https://habr.com/ru/companies/beeline_cloud/articles/749580/"
